Repository: jcvem/JoeCalendar
Catalog: JoeCalendar/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# action_cancel
source: Cancel
ja: キャンセル
zh_hant: 取消

# action_close
source: Close
ja: 閉じる
zh_hant: 關閉

# action_create
source: Create
ja: 作成
zh_hant: 建立

# action_delete
source: Delete
ja: 削除
zh_hant: 刪除

# action_done
source: Done
ja: 完了
zh_hant: 完成

# action_edit
source: Edit
ja: 編集
zh_hant: 編輯

# action_save
source: Save
ja: 保存
zh_hant: 儲存

# action_selected
source: selected
ja: 選択中
zh_hant: 已選取

# appearance_title
source: Appearance
ja: 外観
zh_hant: 外觀

# calendar_add_event
source: Add Event
ja: 予定を追加
zh_hant: 新增行程

# calendar_all_day
source: All Day
ja: 終日
zh_hant: 整天

# calendar_color_tag
source: Color Tag
ja: カラータグ
zh_hant: 色彩標籤

# calendar_delete_message
source: Are you sure you want to delete this event? This cannot be undone.
ja: この予定を削除してもよろしいですか？この操作は取り消せません。
zh_hant: 確定要刪除此行程嗎？此操作無法復原。

# calendar_delete_title
source: Delete Event
ja: 予定を削除
zh_hant: 刪除行程

# calendar_edit_event
source: Edit Event
ja: 予定を編集
zh_hant: 編輯行程

# calendar_ends
source: Ends
ja: 終了
zh_hant: 結束時間

# calendar_event_title
source: Event Title
ja: 予定タイトル
zh_hant: 行程標題

# calendar_event_title_placeholder
source: What are you planning?
ja: 予定の内容を入力
zh_hant: 想安排什麼行程？

# calendar_filter_active
source: Filtered
ja: 絞り込み中
zh_hant: 篩選中

# calendar_filter_all
source: All Calendars
ja: すべて
zh_hant: 全部行事曆

# calendar_groups_helper
source: Only members of selected groups can view this event.
ja: 選択したグループのメンバーのみがこの予定を閲覧できます。
zh_hant: 只有所選群組的成員才能查看此行程。

# calendar_location
source: Location
ja: 場所
zh_hant: 地點

# calendar_new_event
source: New Event
ja: 新規予定
zh_hant: 新行程

# calendar_no_events_found
source: No upcoming events
ja: 今後の予定はありません
zh_hant: 近期尚無行程

# calendar_no_events_hint
source: Tap the button below to add your first event or sync from Apple/Google calendar.
ja: 下のボタンをタップして予定を追加するか、Apple/Googleカレンダーから同期してください。
zh_hant: 點擊下方按鈕新增第一個行程，或從 Apple / Google 行事曆進行同步。

# calendar_no_events_selected
source: No events for this day
ja: この日の予定はありません
zh_hant: 本日尚無任何行程

# calendar_no_groups_prompt
source: No groups created yet. Create one in the Friends tab to share events with specific circles.
ja: グループがまだありません。「友達・グループ」タブから作成して特定のサークルと予定を共有しましょう。
zh_hant: 尚無建立的群組。請至「好友與群組」分頁建立群組，與指定社交圈分享行程。

# calendar_notes
source: Notes
ja: メモ
zh_hant: 備忘錄

# calendar_notes_placeholder
source: Add details or URL
ja: メモやURLを追加
zh_hant: 新增詳細資訊或網址

# calendar_repeat
source: Repeat
ja: 繰り返し
zh_hant: 重複頻率

# calendar_search_placeholder
source: Search events...
ja: 予定を検索...
zh_hant: 搜尋行程...

# calendar_select_groups
source: Select Groups
ja: グループを選択
zh_hant: 選擇群組

# calendar_starts
source: Starts
ja: 開始
zh_hant: 開始時間

# calendar_today
source: Today
ja: 今日
zh_hant: 今天

# calendar_type
source: Calendar Source
ja: カレンダーの種類
zh_hant: 行事曆來源

# calendar_type_device
source: Apple Calendar
ja: Apple カレンダー
zh_hant: Apple 行事曆

# calendar_type_google
source: Google Calendar
ja: Google カレンダー
zh_hant: Google 日曆

# calendar_type_local
source: Local Events
ja: ローカルイベント
zh_hant: 在地精選活動

# calendar_type_promo
source: Sponsored
ja: スポンサー
zh_hant: 贊助推薦

# calendar_view_list
source: List
ja: リスト
zh_hant: 列表

# calendar_view_month
source: Month
ja: 月
zh_hant: 月

# calendar_view_week
source: Week
ja: 週
zh_hant: 週

# calendar_visibility
source: Visibility
ja: 公開範囲
zh_hant: 公開範圍

# discover_14day_feed
source: 30-Day Feed
ja: 30日間の予定
zh_hant: 30 天在地動態

# discover_14day_window_badge
source: 30-Day Window
ja: 30日間配信
zh_hant: 30 天即時動態

# discover_coming_soon_hint
source: Curated city guides and event subscriptions arriving in Phase 3.
ja: 厳選された都市ガイドとイベント購読機能は Phase 3 で登場します。
zh_hant: 精選城市導覽與活動訂閱功能將於 Phase 3 推出。

# discover_curated_by_team
source: JoeCalendar Operating Team Editorial
ja: JoeCalendar 編集部キュレーション
zh_hant: JoeCalendar 營運團隊專屬編輯

# discover_curation_admin_notice
source: Curated by the JoeCalendar Operating Team. To submit a venue or partner calendar, contact editorial@joecalendar.app
ja: JoeCalendar運用チームによる厳選配信です。掲載・パートナーシップのお問い合わせ: editorial@joecalendar.app
zh_hant: 由 JoeCalendar 營運團隊後台管理精選。如欲合作或刊登在地行事曆，請洽 editorial@joecalendar.app

# discover_currently_following
source: Following this calendar
ja: フォロー中
zh_hant: 正在追蹤此行事曆

# discover_empty_followed_desc
source: Follow curated city and interest calendars below to see upcoming 30-day local highlights here.
ja: 下の厳選ローカルカレンダーをフォローすると、今後30日間の予定がここに表示されます。
zh_hant: 追蹤下方精選城市與主題行事曆，即可在此即時瀏覽未來 30 天的精彩在地行程。

# discover_empty_followed_title
source: No Followed Calendars Yet
ja: フォロー中のカレンダーはありません
zh_hant: 尚未追蹤任何在地行事曆

# discover_followed_feed_title
source: Upcoming in Next 30 Days
ja: フォロー中の今後30日間の予定
zh_hant: 已追蹤行事曆未來 30 天動態

# discover_followers
source: followers
ja: 人のフォロワー
zh_hant: 位追蹤者

# discover_following_count
source: following
ja: 件フォロー中
zh_hant: 個追蹤中

# discover_free_limit_hint
source: Free tier limit (2 follows). Upgrade to Pro for unlimited.
ja: 無料プランの上限 (2件)。Proで無制限にフォロー可能。
zh_hant: 免費版上限（2 個追蹤）。升級 Pro 享有無限追蹤。

# discover_hide_ads_pill
source: Remove Ads
ja: 広告を非表示
zh_hant: 去除廣告

# discover_local_calendars
source: Curated Local Calendars
ja: 注目のローカルカレンダー
zh_hant: 精選在地行事曆

# discover_local_subtitle
source: What's on in your city over the next 30 days
ja: お住まいの地域で今後30日間に開催されるイベント
zh_hant: 未來 30 天城市熱門活動動態

# discover_no_calendars_found
source: No curated calendars found matching your filter.
ja: 条件に一致するカレンダーが見つかりませんでした。
zh_hant: 未找到符合條件的精選行事曆。

# discover_no_events_in_window
source: No events scheduled in the current 30-day window.
ja: 現在配信中の30日間に予定はありません。
zh_hant: 目前的 30 天期間內暫無行程。

# discover_no_upcoming_followed_events
source: No scheduled events for the next 30 days in your followed calendars.
ja: フォロー中のカレンダーに今後30日間の予定はありません。
zh_hant: 已追蹤的行事曆在未來 30 天內暫無新行程。

# discover_phase3_badge
source: Phase 3 — Discover & Monetization
ja: Phase 3 — 見つける・ローカル連携
zh_hant: Phase 3 — 探索與在地推薦

# discover_pro_active_desc
source: Ad-free experience active. Unlimited local calendar follows enabled.
ja: 広告非表示が適用中。無制限のローカルカレンダーフォローをご利用いただけます。
zh_hant: 已啟用無廣告體驗，享有無限追蹤在地行事曆特權。

# discover_promo_desc
source: Over 50 boutique roasters from across Japan. Early-bird tasting passes available now.
ja: 全国から50以上のこだわりロースターが集結。お得な試飲チケット発売中。
zh_hant: 匯集全日本超過 50 家頂級烘焙咖啡館，早鳥品飲通票熱烈預售中。

# discover_promo_learn_more
source: Learn More
ja: 詳細を見る
zh_hant: 了解更多

# discover_promo_title
source: Tokyo Coffee Festival 2026 @ Roppongi Hills
ja: Tokyo Coffee Festival 2026 @ 六本木ヒルズ
zh_hant: 2026 東京精品咖啡節 ＠ 六本木之丘

# discover_promo_visit_sponsor
source: Visit Partner Website
ja: スポンサーサイトを見る
zh_hant: 造訪合作夥伴網站

# discover_promotions
source: Featured Highlights
ja: おすすめピックアップ
zh_hant: 熱門推薦精選

# discover_promotions_header
source: Sponsored Highlights
ja: スポンサーおすすめ
zh_hant: 贊助精選活動

# discover_region_all
source: All
ja: すべて
zh_hant: 全部

# discover_region_kyoto
source: Kyoto
ja: 京都
zh_hant: 京都

# discover_region_osaka
source: Osaka
ja: 大阪
zh_hant: 大阪

# discover_region_taipei
source: Taipei
ja: 台北
zh_hant: 台北

# discover_region_new_taipei
source: New Taipei
ja: 新北
zh_hant: 新北

# discover_region_tokyo
source: Tokyo
ja: 東京
zh_hant: 東京

# discover_search_placeholder
source: Search curated calendars & events...
ja: 厳選カレンダーや予定を検索...
zh_hant: 搜尋精選行事曆與行程...

# discover_sliding_window_desc
source: Curated and verified daily by the JoeCalendar editorial team.
ja: JoeCalendar編集チームによって毎日更新・厳選されています。
zh_hant: 由 JoeCalendar 營運團隊每日精選與即時更新。

# discover_sponsored_badge
source: Sponsored
ja: スポンサー
zh_hant: 贊助

# discover_subscribe
source: Follow Calendar
ja: カレンダーをフォロー
zh_hant: 追蹤此行事曆

# discover_subscribed
source: Following
ja: フォロー中
zh_hant: 追蹤中

# discover_tap_to_follow_desc
source: Tap follow to add next 30-day events to your feed.
ja: フォローすると今後30日間の予定がフィードに追加されます。
zh_hant: 點擊追蹤即可將未來 30 天動態加入探索動態。

# discover_title
source: Discover
ja: 見つける
zh_hant: 探索

# discover_upcoming_schedule
source: Next 30 Days Events
ja: 今後30日間の予定一覧
zh_hant: 未來 30 天精選行程

# discover_upgrade_banner_desc
source: Enjoy 100% ad-free calendar & unlimited local calendar follows.
ja: 完全広告非表示＆ローカルカレンダー無制限フォロー。
zh_hant: 享有完全無廣告體驗與無限在地行事曆追蹤。

# discover_upgrade_banner_title
source: Upgrade to JoeCalendar Pro
ja: JoeCalendar Pro にアップグレード
zh_hant: 升級至 JoeCalendar Pro

# friends_accept
source: Accept
ja: 承認
zh_hant: 接受

# friends_add_friend
source: Add Friend
ja: 友達を追加
zh_hant: 新增好友

# friends_add_members_to_group
source: Add Friends
ja: 友達を追加
zh_hant: 新增成員

# friends_all_friends_in_group
source: All your friends are already in this group.
ja: すべての友達がすでにグループに参加しています。
zh_hant: 所有好友皆已在此群組中。

# friends_coming_soon_hint
source: Group feeds and invite links arriving in Phase 2.
ja: グループタイムラインと招待リンクは Phase 2 で登場します。
zh_hant: 群組即時動態與邀請連結將於 Phase 2 推出。

# friends_create_group
source: Create Group
ja: 新しいグループを作成
zh_hant: 建立新群組

# friends_decline
source: Decline
ja: 拒否
zh_hant: 拒絕

# friends_delete_group
source: Delete Group
ja: グループを削除
zh_hant: 刪除群組

# friends_delete_group_message
source: Are you sure you want to delete this group? All group event associations will be removed.
ja: このグループを削除してもよろしいですか？グループに共有された予定の紐付けも解除されます。
zh_hant: 確定要刪除此群組嗎？所有與此群組關聯的行程設定將會被移除。

# friends_delete_group_title
source: Delete Group
ja: グループの削除
zh_hant: 刪除群組

# friends_empty_groups_desc
source: Create groups like 'Workout Friends' or 'Family' to share events without mixing your circles.
ja: 「ジム仲間」や「家族」などのグループを作成して、仕事やプライベートを分けたまま予定を共有できます。
zh_hant: 建立例如「健身夥伴」或「家庭」等群組，精準分享行程，避免社交圈混雜。

# friends_empty_groups_title
source: No Groups Yet
ja: グループがありません
zh_hant: 尚無群組

# friends_filter_calendar
source: Filter Calendar
ja: カレンダーを絞り込む
zh_hant: 篩選行事曆

# friends_find_friends
source: Find Friends
ja: 友達を検索
zh_hant: 尋找好友

# friends_group_color
source: Pastel Color Tag
ja: パステルカラータグ
zh_hant: 粉彩色系標籤

# friends_group_events
source: Events
ja: 予定タイムライン
zh_hant: 行程動態

# friends_group_icon
source: Group Icon
ja: グループアイコン
zh_hant: 群組圖示

# friends_group_members
source: Members
ja: メンバー
zh_hant: 成員列表

# friends_group_name
source: Group Name
ja: グループ名
zh_hant: 群組名稱

# friends_group_name_placeholder
source: e.g. Workout Crew, Family...
ja: 例：ジム仲間、家族、テニス部...
zh_hant: 例：健身夥伴、家庭、工作小組...

# friends_group_no_events
source: No Shared Events
ja: 共有された予定はありません
zh_hant: 尚無共享行程

# friends_group_no_events_desc
source: Create a new event shared exclusively with this group circle.
ja: このグループ限定で共有する新しい予定を追加してみましょう。
zh_hant: 為此專屬群組建立第一個共享行程吧。

# friends_groups_section
source: Friend Groups
ja: 参加中のグループ
zh_hant: 我的群組

# friends_incoming_requests
source: Incoming Requests
ja: 届いた友達申請
zh_hant: 收到的好友邀請

# friends_leave_group
source: Leave Group
ja: グループを退出
zh_hant: 退出群組

# friends_leave_group_message
source: Are you sure you want to leave this group?
ja: このグループから退出してもよろしいですか？
zh_hant: 確定要退出此群組嗎？

# friends_leave_group_title
source: Leave Group
ja: グループの退出
zh_hant: 退出群組

# friends_members_count
source: members
ja: 人のメンバー
zh_hant: 位成員

# friends_my_friends_section
source: Friends
ja: 友達一覧
zh_hant: 好友名單

# friends_new_group_event
source: New Group Event
ja: グループ予定を追加
zh_hant: 新增群組行程

# friends_no_friends_desc
source: Search by JoeID or email to connect and share private circles.
ja: JoeIDやメールアドレスで友達を検索して、限定サークルで予定を共有しましょう。
zh_hant: 透過 JoeID 或電子郵件搜尋好友，建立專屬社交圈分享行程。

# friends_no_friends_title
source: No Friends Yet
ja: まだ友達がいません
zh_hant: 尚無好友

# friends_no_friends_to_add
source: No friends available to add. Search and add friends first.
ja: 追加できる友達がいません。まずは友達を追加してください。
zh_hant: 沒有可新增的好友。請先搜尋並新增好友。

# friends_no_incoming_requests
source: No pending incoming requests.
ja: 届いている申請はありません。
zh_hant: 目前沒有待處理的好友邀請。

# friends_no_results
source: No Users Found
ja: ユーザーが見つかりません
zh_hant: 找不到使用者

# friends_no_results_desc
source: Check the spelling of the JoeID or email address.
ja: JoeIDまたはメールアドレスの入力内容をご確認ください。
zh_hant: 請檢查 JoeID 或電子郵件地址是否正確。

# friends_outgoing_requests
source: Sent Requests
ja: 送信済みの友達申請
zh_hant: 已發送的邀請

# friends_phase2_badge
source: Phase 2 — Social Groups
ja: Phase 2 — 友達・グループ機能
zh_hant: Phase 2 — 好友與社群

# friends_privacy_title
source: Circle-based Privacy
ja: グループ別の安心プライバシー
zh_hant: 圈子隱私機制

# friends_remove
source: Remove Friend
ja: 友達を解除
zh_hant: 解除好友

# friends_role_owner
source: Owner
ja: オーナー
zh_hant: 建立者

# friends_search_hint_desc
source: Find workout partners, family, or teammates by their @JoeID or email.
ja: @JoeID またはメールアドレスで、ジム仲間や家族を検索しましょう。
zh_hant: 透過 @JoeID 或電子郵件搜尋運動夥伴、家人或隊友。

# friends_search_hint_title
source: Search JoeCalendar Users
ja: ユーザーを検索
zh_hant: 搜尋 JoeCalendar 使用者

# friends_search_placeholder
source: Search by JoeID or name
ja: JoeID または名前で検索
zh_hant: 搜尋 JoeID 或姓名

# friends_select_members
source: Add Members from Friends
ja: 友達からメンバーを追加
zh_hant: 從好友名單選取成員

# friends_send_request
source: Add
ja: 申請
zh_hant: 加好友

# friends_status_friends
source: Friends
ja: 友達
zh_hant: 已是好友

# friends_status_pending
source: Pending
ja: 申請中
zh_hant: 邀請中

# friends_tab_friends
source: Friends
ja: 友達
zh_hant: 好友

# friends_tab_groups
source: Groups
ja: グループ
zh_hant: 群組

# friends_tab_requests
source: Requests
ja: 申請
zh_hant: 邀請

# friends_tag_you
source: (You)
ja: (あなた)
zh_hant: (你)

# friends_title
source: Friends & Groups
ja: 友達とグループ
zh_hant: 好友與群組

# friends_your_joe_id
source: Your JoeID
ja: あなたのJoeID
zh_hant: 你的 JoeID

source: members
ja: 名
zh_hant: 位成員

# paywall_badge_save
source: Save 17%
ja: 17%お得
zh_hant: 現省 17%

# paywall_cta_subscribe
source: Subscribe to JoeCalendar Pro
ja: JoeCalendar Pro を始める
zh_hant: 立即訂閱 JoeCalendar Pro

# paywall_error_title
source: Subscription Notice
ja: ご案内
zh_hant: 訂閱提示

# paywall_feature_adfree_desc
source: Zero sponsored units, promo cards, or banner interruptions.
ja: スポンサー表示やプロモーションのない快適なカレンダー。
zh_hant: 隱藏所有贊助活動與商業廣告，享受極簡清爽介面。

# paywall_feature_adfree_title
source: 100% Ad-Free
ja: 完全広告非表示
zh_hant: 100% 純淨無廣告

# paywall_feature_craft_desc
source: Help us build a privacy-first calendar designed with restraint and care.
ja: プライバシー重視と美しさを追求する開発をサポート。
zh_hant: 支持注重隱私、堅持日系美學與克制設計的獨立開發團隊。

# paywall_feature_craft_title
source: Support Independent Craft
ja: プロダクトへの支援
zh_hant: 支持獨立精緻工藝

# paywall_feature_curated_desc
source: Full access to upcoming indie popups, flea markets, and cultural exhibitions.
ja: 寺社めぐり、音楽ライブ、アート展示など最新情報を先行確認。
zh_hant: 掌握東京、京都、台北等城市最新獨立市集、展覽與藝文活動。

# paywall_feature_curated_title
source: 30-Day Curated Feeds
ja: 30日間厳選フィード
zh_hant: 30 天即時精選動態

# paywall_feature_unlimited_desc
source: Follow as many curated city and category feeds as you like (Free tier limited to 2).
ja: 気になる街やテーマの厳選カレンダーを制限なくフォロー (無料版は2件まで)。
zh_hant: 自由追蹤多個城市與特色主題行事曆，不受 2 個額度限制。

# paywall_feature_unlimited_title
source: Unlimited Local Calendars
ja: ローカルカレンダー無制限
zh_hant: 無限追蹤在地行事曆

# paywall_period_month
source: / month
ja: / 月
zh_hant: / 月

# paywall_period_year
source: / year
ja: / 年
zh_hant: / 年

# paywall_plan_monthly
source: Monthly Plan
ja: 月額プラン
zh_hant: 月訂閱方案

# paywall_plan_monthly_desc
source: Billed monthly. Cancel anytime.
ja: 月額払い。いつでもキャンセル可能。
zh_hant: 按月計費，隨時可取消。

# paywall_plan_yearly
source: Yearly Plan
ja: 年額プラン
zh_hant: 年訂閱方案

# paywall_plan_yearly_desc
source: Billed annually. Best value for ongoing calm.
ja: 年額払い。最もお得にご利用いただけます。
zh_hant: 按年計費，最超值的長久寧靜之選。

# paywall_restore_purchases
source: Restore Purchases
ja: 購入を復元
zh_hant: 恢復購買記錄

# paywall_sandbox_note
source: Sandbox Preview: Tap to simulate Pro subscription verification.
ja: テスト環境プレビュー: タップしてPro購読の動作をテストできます。
zh_hant: 沙盒預覽模式：點擊即可模擬驗證 Pro 訂閱狀態。

# paywall_subtitle
source: Calm, ad-free calendar craftsmanship with unlimited local discovery.
ja: 心地よい静けさと、無制限のローカル体験をあなたに。
zh_hant: 純粹寧靜的無廣告行事曆體驗，暢享無限在地探索。

# paywall_success_message
source: Your Pro subscription is active. All ads have been removed and unlimited local calendar follows are unlocked.
ja: Proプランが有効になりました。広告はすべて非表示となり、ローカルカレンダーを無制限にフォローできます。
zh_hant: 您的 Pro 訂閱已生效！所有廣告已被移除，並已解鎖無限在地行事曆追蹤。

# paywall_success_title
source: Welcome to JoeCalendar Pro
ja: JoeCalendar Pro へようこそ
zh_hant: 歡迎加入 JoeCalendar Pro

# paywall_terms_notice
source: Subscription automatically renews unless cancelled at least 24 hours before the end of the current period. Manage anytime in Apple ID Account Settings.
ja: 期間終了の24時間前までに解約しない限り自動更新されます。Apple IDのアカウント設定からいつでも管理できます。
zh_hant: 訂閱將自動續訂，除非在當前週期結束前至少 24 小時取消。可隨時在 Apple ID 帳戶設定中管理。

# recurrence_daily
source: Daily
ja: 毎日
zh_hant: 每天

# recurrence_monthly
source: Monthly
ja: 毎月
zh_hant: 每月

# recurrence_none
source: Never
ja: なし
zh_hant: 不重複

# recurrence_weekly
source: Weekly
ja: 毎週
zh_hant: 每週

# recurrence_yearly
source: Yearly
ja: 毎年
zh_hant: 每年

# settings_about
source: About
ja: JoeCalendarについて
zh_hant: 關於 JoeCalendar

# settings_account
source: Account
ja: アカウント
zh_hant: 帳號

# settings_connect
source: Connect
ja: 連携する
zh_hant: 連線

# settings_development_team
source: Development Team
ja: 開発チーム
zh_hant: 開發團隊

# settings_disconnect
source: Disconnect
ja: 解除
zh_hant: 解除連線

# settings_free_plan
source: Free Plan
ja: 無料プラン
zh_hant: 免費方案

# settings_free_plan_desc
source: Includes social sharing & local feeds with ads
ja: グループ共有と地域カレンダー（広告付き）
zh_hant: 包含群組分享與在地推薦（含廣告）

# settings_google_auth_desc
source: Connect your Google account to two-way sync personal and work events.
ja: Googleアカウントを連携して、個人や仕事の予定を双方向同期します。
zh_hant: 連結您的 Google 帳號以進行個人與工作行程的雙向即時同步。

# settings_google_auth_title
source: Google Calendar Sync
ja: Google カレンダー連携
zh_hant: Google 日曆同步

# settings_google_email_label
source: Google Account Email
ja: Google アカウントのメール
zh_hant: Google 帳號電子郵件

# settings_google_demo_mode
source: Demo Mode (Mock Sync)
ja: デモモード（モック同期）
zh_hant: 示範模式（模擬同步）

# settings_google_not_configured
source: Google Sign-In is not configured.
ja: Google サインインが設定されていません。
zh_hant: Google 登入尚未設定。

# settings_guest_user
source: Guest User
ja: ゲストユーザー
zh_hant: 訪客使用者

# settings_language
source: Language
ja: 言語
zh_hant: 語言

# settings_language_system
source: System Default
ja: 端末の言語に合わせる
zh_hant: 跟隨系統語言

# settings_open_settings
source: Open Settings
ja: 設定を開く
zh_hant: 開啟系統設定

# settings_privacy_policy
source: Privacy Policy
ja: プライバシーポリシー
zh_hant: 隱私權政策

# settings_pro_active_desc
source: Active subscription. Enjoy 100% ad-free and unlimited local discovery.
ja: 有効な購読中。広告非表示＆無制限のローカル体験をお楽しみください。
zh_hant: 已啟用訂閱。享有完全無廣告與無限在地探索。

# settings_pro_active_title
source: JoeCalendar Pro Member
ja: JoeCalendar Pro 会員
zh_hant: JoeCalendar Pro 會員

# settings_remove_ads_action
source: Remove Ads
ja: 広告を非表示にする
zh_hant: 移除所有廣告

# settings_sign_in
source: Sign In
ja: ログイン
zh_hant: 登入

# settings_sign_in_apple
source: Sign in with Apple
ja: Appleでサインイン
zh_hant: 使用 Apple 登入

# settings_sign_in_email
source: Sign in with Email
ja: メールアドレスでログイン
zh_hant: 使用電子郵件登入

# settings_sign_in_google
source: Sign in with Google
ja: Googleでログイン
zh_hant: 使用 Google 登入

# settings_sign_out
source: Sign Out
ja: ログアウト
zh_hant: 登出

# settings_status_connected
source: Connected
ja: 連携中
zh_hant: 已連線

# settings_status_disconnected
source: Not Connected
ja: 未連携
zh_hant: 未連線

# settings_subscription
source: Subscription
ja: プラン・購読
zh_hant: 訂閱方案

# settings_sync_apple
source: Apple Calendar (EventKit)
ja: Apple カレンダー (EventKit)
zh_hant: Apple 行事曆 (EventKit)

# settings_sync_google
source: Google Calendar
ja: Google カレンダー
zh_hant: Google 日曆

# settings_sync_now
source: Sync Now
ja: 今すぐ同期
zh_hant: 立即同步

# settings_sync_section
source: Sync & Integrations
ja: カレンダー連携
zh_hant: 行事曆同步與整合

# settings_terms_of_service
source: Terms of Service
ja: 利用規約
zh_hant: 服務條款

# settings_title
source: Settings
ja: 設定
zh_hant: 設定

# settings_upgrade_ad_free
source: Upgrade to Ad-Free
ja: 広告非表示にアップグレード
zh_hant: 升級無廣告尊榮方案

# settings_version
source: Version 1.0.0 (Phase 1 Core Calendar)
ja: バージョン 1.0.0 (Phase 1 Core Calendar)
zh_hant: 版本 1.0.0 (Phase 1 Core Calendar)

# tab_calendar
source: Calendar
ja: カレンダー
zh_hant: 行事曆

# tab_discover
source: Discover
ja: 見つける
zh_hant: 探索

# tab_friends
source: Friends
ja: 友達・グループ
zh_hant: 好友與群組

# tab_settings
source: Settings
ja: 設定
zh_hant: 設定

# theme_dark
source: Dark
ja: ダーク
zh_hant: 深色

# theme_light
source: Light
ja: ライト
zh_hant: 淺色

# theme_system
source: System
ja: 自動
zh_hant: 系統預設

# visibility_group
source: Friend Groups Only
ja: 特定グループのみ
zh_hant: 僅限指定群組

# visibility_private
source: Private (Only Me)
ja: 自分のみ（非公開）
zh_hant: 僅限自己（私人）

source: View event
ja: イベントを見る
zh_hant: 查看活動

# visibility_public
source: Public (Anyone)
ja: 全体公開
zh_hant: 完全公開（所有人）

# action_ok
source: OK
zh_hant: 好
